/**
  ******************************************************************************
  * @File       Hal_Touch
  * @Author     shulai
  * @Date       2018-3-20
  * @Brief      触摸接口驱动

  * @Modified
  ******************************************************************************
  */
  
#include "Hal_Touch.h"
#include "Touch_GT9xx.h"
  
/******************************************************************************
 *函数名称：Hal_Touch_Init
 *功能描述：触摸芯片 硬件初始化
 *参数说明：无
 *返 回 值：无
 *注意事项：
 */
void Hal_Touch_Init(void)
{
    GT9xx_Init();
}

